---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarCoverType
source: html/24e610ec-3fa3-66ed-22f5-b42b4d39d9f0.htm
---
# RebarCoverType Properties

The id of the assembly instance to which the element belongs.